brew "autoconf"
brew "bat"
brew "btop"
brew "fd"
brew "cmake"
brew "coreutils"
brew "gcc"
brew "gdb"
brew "fzf"
brew "git"
brew "gnutls"
brew "guile-gnutls"
brew "imagemagick"
brew "jansson"
brew "jmeter"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libgccjit"
brew "libpq"
brew "libxml2"
brew "lsd"
brew "luarocks"
brew "lynx"
brew "make"
brew "mise"
brew "neovim"
brew "ninja"
brew "nnn"
brew "pkg-config"
brew "pandoc"
brew "prettier"
brew "ripgrep"
brew "shellcheck"
brew "stylua"
brew "telnet"
brew "texinfo"
brew "tmux"
brew "trivy"
brew "vcpkg"
brew "vim"
brew "yt-dlp"
cask "chromium"
cask "dbeaver-community"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "hoppscotch"
cask "inkscape"
cask "gimp"
cask "krita"
cask "qbittorrent"
cask "rancher"
cask "tor-browser"
cask "visual-studio-code"
cask "virtualbox"
cask "vlc"
