tap "homebrew/bundle"
brew "autoconf"
brew "bat"
brew "btop"
brew "fd"
brew "cmake"
brew "coreutils"
brew "gcc"
brew "gdb"
brew "fzf"
brew "git"
brew "gnutls"
brew "guile-gnutls"
brew "jansson"
brew "jmeter"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libgccjit"
brew "libpq"
brew "libxml2"
brew "lsd"
brew "luarocks"
brew "lynx"
brew "make"
brew "neovim"
brew "nnn"
brew "pkg-config"
brew "pandoc"
brew "prettier"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "stylua"
brew "telnet"
brew "texinfo"
brew "tmux"
brew "trivy"
cask "dbeaver-community"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "jmc"
cask "karabiner-elements"
cask "qbittorrent"
cask "tor-browser"
cask "virtualbox"
cask "visual-studio-code"
cask "visualvm"
