tap "nikitabobko/tap"
tap "d12frosted/emacs-plus"
brew "autoconf"
brew "automake"
brew "bat"
brew "btop"
brew "fd"
brew "clang-format"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "dbus"
brew "gcc"
brew "gdb"
brew "expat"
brew "fzf"
brew "ghostscript"
brew "git"
brew "gnutls"
brew "guile-gnutls"
brew "imagemagick"
brew "jansson"
brew "jmeter"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "leiningen"
brew "libffi"
brew "libgccjit"
brew "libiconv"
brew "libpq"
brew "librsvg"
brew "libtasn1"
brew "libunistring"
brew "libxml2"
brew "liquibase"
brew "little-cms2"
brew "lsd"
brew "luarocks"
brew "lynx"
brew "mailutils"
brew "make"
brew "mermaid-cli"
brew "mise"
brew "ncurses"
brew "neovim"
brew "nettle"
brew "ninja"
brew "nnn"
brew "pkg-config"
brew "pandoc"
brew "pnpm"
brew "prettier"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "sqlite"
brew "stylua"
brew "tectonic"
brew "telnet"
brew "texinfo"
brew "tlrc"
brew "tmux"
brew "tree-sitter"
brew "trivy"
brew "vcpkg"
brew "webp"
brew "vim"
brew "yt-dlp"
brew "zlib"
brew "borkdude/brew/babashka"
cask "aerospace"
cask "bruno"
cask "calibre"
cask "chromium"
cask "dbeaver-community"
cask "emacs-plus-app"
cask "firefox"
cask "flutter"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "heroic"
cask "inkscape"
cask "gimp"
cask "krita"
cask "qbittorrent"
cask "rancher"
cask "tor-browser"
cask "visual-studio-code"
cask "vlc"
